{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "SlAiGame",
			"Children": [
				{
					"Source":
					{
						"Text": ": Fight with me !"
					},
					"Translation":
					{
						"Text": ": Fight with me !"
					},
					"Key": "EnemyDialogue"
				},
				{
					"Source":
					{
						"Text": "E"
					},
					"Translation":
					{
						"Text": "E"
					},
					"Key": "E"
				},
				{
					"Source":
					{
						"Text": "Enemy"
					},
					"Translation":
					{
						"Text": "Enemy"
					},
					"Key": "Enemy"
				},
				{
					"Source":
					{
						"Text": "GameOption"
					},
					"Translation":
					{
						"Text": "GameOption"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "GoBack"
					},
					"Translation":
					{
						"Text": "GoBack"
					},
					"Key": "GoBack"
				},
				{
					"Source":
					{
						"Text": "N"
					},
					"Translation":
					{
						"Text": "N"
					},
					"Key": "N"
				},
				{
					"Source":
					{
						"Text": "Player"
					},
					"Translation":
					{
						"Text": "Player"
					},
					"Key": "Player"
				},
				{
					"Source":
					{
						"Text": "QuitGame"
					},
					"Translation":
					{
						"Text": "QuitGame"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "S"
					},
					"Translation":
					{
						"Text": "S"
					},
					"Key": "S"
				},
				{
					"Source":
					{
						"Text": "SaveCompleted"
					},
					"Translation":
					{
						"Text": "SaveCompleted"
					},
					"Key": "SaveCompleted"
				},
				{
					"Source":
					{
						"Text": "SaveGame"
					},
					"Translation":
					{
						"Text": "SaveGame"
					},
					"Key": "SaveGame"
				},
				{
					"Source":
					{
						"Text": "Send"
					},
					"Translation":
					{
						"Text": "Send"
					},
					"Key": "Send"
				},
				{
					"Source":
					{
						"Text": "W"
					},
					"Translation":
					{
						"Text": "W"
					},
					"Key": "W"
				}
			]
		},
		{
			"Namespace": "SlAiMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Chinese"
					},
					"Translation":
					{
						"Text": "Chinese"
					},
					"Key": "Chinese"
				},
				{
					"Source":
					{
						"Text": "ChooseRecord"
					},
					"Translation":
					{
						"Text": "ChooseRecord"
					},
					"Key": "ChooseRecord"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "EnterGame"
					},
					"Translation":
					{
						"Text": "EnterGame"
					},
					"Key": "EnterGame"
				},
				{
					"Source":
					{
						"Text": "EnterRecord"
					},
					"Translation":
					{
						"Text": "EnterRecord"
					},
					"Key": "EnterRecord"
				},
				{
					"Source":
					{
						"Text": "GameOption"
					},
					"Translation":
					{
						"Text": "GameOption"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "GoBack"
					},
					"Translation":
					{
						"Text": "GoBack"
					},
					"Key": "GoBack"
				},
				{
					"Source":
					{
						"Text": "Input Record Name!"
					},
					"Translation":
					{
						"Text": "Input Record Name!"
					},
					"Key": "RepeatedNameHint"
				},
				{
					"Source":
					{
						"Text": "LoadRecord"
					},
					"Translation":
					{
						"Text": "LoadRecord"
					},
					"Key": "LoadRecord"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "Menu"
					},
					"Key": "Menu"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "Music"
				},
				{
					"Source":
					{
						"Text": "NewGame"
					},
					"Translation":
					{
						"Text": "NewGame"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "QuitGame"
					},
					"Translation":
					{
						"Text": "QuitGame"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "Record Name Repeated!"
					},
					"Translation":
					{
						"Text": "Record Name Repeated!"
					},
					"Key": "NameRepeatedHint"
				},
				{
					"Source":
					{
						"Text": "RecordName"
					},
					"Translation":
					{
						"Text": "RecordName"
					},
					"Key": "RecordName"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "Sound"
					},
					"Key": "Sound"
				},
				{
					"Source":
					{
						"Text": "StartGame"
					},
					"Translation":
					{
						"Text": "StartGame"
					},
					"Key": "StartGame"
				}
			]
		}
	]
}